jashanpratapsingh/datum-htn/presence-node/src/python/micro_espectre/firmware/boards/ESP32_MICRO_ESPECTRE/mpconfigboard.h
// SPDX-License-Identifier: GPL-3.0-only
// Commercial licensing available under separate agreement; see LICENSING.md.

#define MICROPY_HW_BOARD_NAME "ESPectre ESP32"
#define MICROPY_HW_MCU_NAME "ESP32"

#include "../mpconfigboard_common.h"
